app/views/replies/_reply.html.erb

        <p>
          <strong><%= reply.user.username %></strong> <small><%= time_ago_in_words(reply.created_at) %></small>
---
INSERT INTO "replies" ("reply", "created_at", "updated_at", "discussion_id", "user_id", "slug") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["reply", "hmsgdkjf"], ["created_at", "2021-06-24 15:28:12.979827"], ["updated_at", "2021-06-24 15:28:12.979827"], ["discussion_id", 1], ["user_id", 1], ["slug", "hmsgdkjf"]]